<div id="demo_menu">
    <ul>


        <li>交通运输类

            <ul>
                <li>

                    交通运营管理


                    <ul>
                        <li>交通运营管理</li>
                    </ul>
                </li>

                <li>

                    公路运输与管理


                    <ul>
                        <li>公路运输与管理</li>
                        <li>路政管理</li>
                        <li>交通安全与智能控制</li>
                        <li>公路监理</li>
                        <li>工程机械控制技术</li>
                        <li>公路机械化施工技术</li>
                        <li>公路工程造价管理</li>
                        <li>高等级公路维护与管理</li>
                        <li>汽车运用技术</li>
                        <li>城市交通运输</li>
                        <li>道路桥梁工程技术</li>
                        <li>工程机械运用与维护</li>
                        <li>公路工程管理</li>
                    </ul>
                </li>

                <li>

                    城市轨道交通控制


                    <ul>
                        <li>城市轨道交通控制</li>
                        <li>城市轨道交通运营管理</li>
                        <li>城市轨道交通车辆</li>
                        <li>城市轨道交通工程技术</li>
                    </ul>
                </li>

                <li>

                    飞行技术


                    <ul>
                        <li>飞行技术</li>
                        <li>航空服务</li>
                        <li>航空机电设备维修</li>
                        <li>民航特种车辆维修</li>
                        <li>空中交通管理</li>
                        <li>航空油料管理和应用</li>
                        <li>航空港管理</li>
                        <li>飞机维修</li>
                        <li>航空发动机装配与试车</li>
                        <li>民航运输</li>
                        <li>空中乘务</li>
                        <li>民航商务</li>
                        <li>航空电子设备维修</li>
                        <li>航空通信技术</li>
                        <li>民航安全技术管理</li>
                        <li>飞机制造技术</li>
                        <li>航空电子电气技术</li>
                        <li>飞机控制设备与仪表</li>
                    </ul>
                </li>

                <li>

                    水运管理


                    <ul>
                        <li>水运管理</li>
                        <li>海事管理</li>
                        <li>船舶工程技术</li>
                        <li>航道工程技术</li>
                        <li>船舶舾装</li>
                        <li>航海技术</li>
                        <li>国际航运业务管理</li>
                        <li>轮机工程技术</li>
                        <li>船舶检验</li>
                        <li>船机制造与维修</li>
                    </ul>
                </li>

                <li>

                    港口物流设备与自动控制


                    <ul>
                        <li>港口物流设备与自动控制</li>
                        <li>港口工程技术</li>
                        <li>港口与航运管理</li>
                        <li>港口业务管理</li>
                        <li>集装箱运输管理</li>
                        <li>报关与国际货运</li>
                        <li>港口机械应用技术</li>
                    </ul>
                </li>

                <li>

                    管道工程技术


                    <ul>
                        <li>管道工程技术</li>
                        <li>管道运输管理</li>
                        <li>管道工程施工</li>
                    </ul>
                </li>

                <li>

                    电气化铁道技术


                    <ul>
                        <li>电气化铁道技术</li>
                        <li>铁道机车车辆</li>
                        <li>铁道交通运营管理</li>
                        <li>铁道工程技术</li>
                        <li>高速铁道技术</li>
                        <li>铁道车辆</li>
                        <li>铁道通信信号</li>
                        <li>铁道运输经济</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>公共事业类

            <ul>
                <li>

                    社会工作


                    <ul>
                        <li>社会工作</li>
                        <li>青少年工作与管理</li>
                        <li>公共关系</li>
                        <li>人民武装</li>
                        <li>妇女工作与管理</li>
                        <li>社区管理与服务</li>
                        <li>社会福利事业管理</li>
                        <li>商检技术</li>
                        <li>涉外事务管理</li>
                        <li>体育场馆管理</li>
                    </ul>
                </li>

                <li>

                    家政服务


                    <ul>
                        <li>家政服务</li>
                        <li>社区康复</li>
                        <li>科技成果中介服务</li>
                        <li>现代殡仪技术与管理</li>
                        <li>听力语言康复技术</li>
                        <li>老年服务与管理</li>
                        <li>心理咨询</li>
                        <li>职业中介服务</li>
                        <li>戒毒康复</li>
                        <li>音乐康复技术</li>
                    </ul>
                </li>

                <li>

                    公共事务管理


                    <ul>
                        <li>公共事务管理</li>
                        <li>行政管理</li>
                        <li>劳动与社会保障</li>
                        <li>海关管理</li>
                        <li>电子政务</li>
                        <li>民政管理</li>
                        <li>人力资源管理</li>
                        <li>国土资源管理</li>
                        <li>环境规划与管理</li>
                        <li>国际质量管理体系认证</li>
                        <li>公共事业管理</li>
                        <li>行政管理</li>
                        <li>劳动与社会保障</li>
                        <li>土地资源管理(注：可授管理学或工学学士学位)</li>
                        <li>城市管理</li>
                        <li>海关管理</li>
                        <li>交通管理(注：可授管理学或工学学士学位)</li>
                        <li>海事管理</li>
                        <li>公共关系学</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>公安类

            <ul>
                <li>

                    刑事技术


                    <ul>
                        <li>刑事技术</li>
                        <li>船艇动力管理</li>
                        <li>边防机要</li>
                        <li>警犬技术</li>
                        <li>船艇技术</li>
                        <li>刑事科学技术</li>
                        <li>消防工程</li>
                        <li>交通管理工程</li>
                        <li>安全防范工程</li>
                        <li>公安视听技术</li>
                        <li>抢险救援指挥与技术</li>
                        <li>火灾勘查</li>
                        <li>网络安全与执法</li>
                        <li>核生化消防</li>
                    </ul>
                </li>

                <li>

                    边防指挥


                    <ul>
                        <li>边防指挥</li>
                        <li>边防通信指挥</li>
                        <li>参谋业务</li>
                        <li>警察指挥与战术</li>
                        <li>边防船艇指挥</li>
                        <li>消防指挥</li>
                        <li>抢险救援</li>
                    </ul>
                </li>

                <li>

                    侦查


                    <ul>
                        <li>侦查</li>
                        <li>警卫</li>
                        <li>交通管理</li>
                        <li>公共安全管理</li>
                        <li>防火管理</li>
                        <li>边防检查</li>
                        <li>禁毒</li>
                        <li>经济犯罪侦查</li>
                        <li>治安管理</li>
                        <li>警察管理</li>
                        <li>信息网络安全监察</li>
                        <li>森林消防</li>
                        <li>边境管理</li>
                    </ul>
                </li>

                <li>

                    部队财务会计


                    <ul>
                        <li>部队财务会计</li>
                        <li>部队政治工作</li>
                        <li>部队后勤管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>农学

            <ul>
                <li>

                    动物医学


                    <ul>
                        <li>动物医学</li>
                        <li>动物药学</li>
                        <li>动植物检疫(注：可授农学或理学学士学位)</li>
                    </ul>
                </li>

                <li>

                    动物科学


                    <ul>
                        <li>动物科学</li>
                        <li>蚕学</li>
                        <li>蜂学</li>
                    </ul>
                </li>

                <li>

                    林学


                    <ul>
                        <li>林学</li>
                        <li>园林</li>
                        <li>森林保护</li>
                    </ul>
                </li>

                <li>

                    农学


                    <ul>
                        <li>农学</li>
                        <li>园艺</li>
                        <li>植物保护</li>
                        <li>植物科学与技术</li>
                        <li>种子科学与工程</li>
                        <li>设施农业科学与工程(注：可授农学或工学学士学位)</li>
                        <li>茶学</li>
                        <li>烟草</li>
                        <li>应用生物科学(注：可授农学或理学学士学位)</li>
                        <li>农艺教育</li>
                        <li>园艺教育</li>
                    </ul>
                </li>

                <li>

                    水产养殖学


                    <ul>
                        <li>水产养殖学</li>
                        <li>海洋渔业科学与技术</li>
                        <li>水族科学与技术</li>
                    </ul>
                </li>

                <li>

                    农业资源与环境


                    <ul>
                        <li>农业资源与环境</li>
                        <li>野生动物与自然保护区管理</li>
                        <li>水土保持与荒漠化防治</li>
                    </ul>
                </li>

                <li>

                    草业科学


                    <ul>
                        <li>草业科学</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>农林牧渔类

            <ul>
                <li>

                    作物生产技术


                    <ul>
                        <li>作物生产技术</li>
                        <li>设施农业技术</li>
                        <li>园艺技术</li>
                        <li>中草药栽培技术</li>
                        <li>植物保护</li>
                        <li>农产品质量检测</li>
                        <li>绿色食品生产与经营</li>
                        <li>药用植物栽培加工</li>
                        <li>种子生产与经营</li>
                        <li>观光农业</li>
                        <li>茶叶生产加工技术</li>
                        <li>烟草栽培技术</li>
                        <li>植物检疫</li>
                        <li>茶艺</li>
                        <li>绿色食品生产与检测</li>
                        <li>食药用菌</li>
                    </ul>
                </li>

                <li>

                    农村行政管理


                    <ul>
                        <li>农村行政管理</li>
                        <li>林业经济信息管理</li>
                        <li>农业技术与管理</li>
                        <li>都市林业资源与林政管理</li>
                        <li>农业经济管理</li>
                        <li>乡镇企业管理</li>
                        <li>渔业资源与渔政管理</li>
                        <li>林业信息工程与管理</li>
                    </ul>
                </li>

                <li>

                    林业技术


                    <ul>
                        <li>林业技术</li>
                        <li>森林资源保护</li>
                        <li>野生动物保护</li>
                        <li>森林生态旅游</li>
                        <li>木材加工技术</li>
                        <li>商品花卉</li>
                        <li>城市园林</li>
                        <li>园林技术</li>
                        <li>野生植物资源开发与利用</li>
                        <li>自然保护区建设与管理</li>
                        <li>林产化工技术</li>
                        <li>森林采运工程</li>
                        <li>森林工程技术</li>
                        <li>林副新产品加工</li>
                    </ul>
                </li>

                <li>

                    水生动植物保护


                    <ul>
                        <li>水生动植物保护</li>
                        <li>渔业综合技术</li>
                        <li>水产养殖技术</li>
                        <li>海洋捕捞技术</li>
                    </ul>
                </li>

                <li>

                    畜牧兽医


                    <ul>
                        <li>畜牧兽医</li>
                        <li>饲料与动物营养</li>
                        <li>兽医</li>
                        <li>动物防疫与检疫</li>
                        <li>动物医学</li>
                        <li>动物科学与技术</li>
                        <li>畜牧</li>
                        <li>特种动物养殖</li>
                        <li>中兽医医药</li>
                        <li>兽药生产与营销</li>
                        <li>蚕桑技术</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>制造类

            <ul>
                <li>

                    机械设计与制造


                    <ul>
                        <li>机械设计与制造</li>
                        <li>数控技术</li>
                        <li>玩具设计与制造</li>
                        <li>材料成型与控制技术</li>
                        <li>工业设计</li>
                        <li>精密机械技术</li>
                        <li>焊接质量检测技术</li>
                        <li>飞行器制造工艺</li>
                        <li>家具设计与制造</li>
                        <li>机械质量管理与检测技术</li>
                        <li>电线电缆制造技术</li>
                        <li>机械制造与自动化</li>
                        <li>电机与电器</li>
                        <li>模具设计与制造</li>
                        <li>焊接技术及自动化</li>
                        <li>计算机辅助设计与制造</li>
                        <li>医疗器械制造与维护</li>
                        <li>激光加工技术</li>
                        <li>钢结构建造技术</li>
                        <li>假肢与矫形器设计与制造</li>
                        <li>内燃机制造与维修</li>
                        <li>锁具设计与工艺</li>
                    </ul>
                </li>

                <li>

                    机电设备维修与管理


                    <ul>
                        <li>机电设备维修与管理</li>
                        <li>自动化生产设备应用</li>
                        <li>医学影像设备管理与维护</li>
                        <li>设备安装技术</li>
                        <li>冶金设备应用与维护</li>
                        <li>数控设备应用与维护</li>
                        <li>医用电子仪器与维护</li>
                        <li>医疗电子工程</li>
                        <li>导弹维修</li>
                        <li>电气设备应用与维护</li>
                    </ul>
                </li>

                <li>

                    汽车制造与装配技术


                    <ul>
                        <li>汽车制造与装配技术</li>
                        <li>汽车电子技术</li>
                        <li>汽车技术服务与营销</li>
                        <li>汽车运用与维修</li>
                        <li>汽车检测与维修技术</li>
                        <li>汽车改装技术</li>
                        <li>汽车整形技术</li>
                        <li>摩托车制造与维修</li>
                    </ul>
                </li>

                <li>

                    机电一体化技术


                    <ul>
                        <li>机电一体化技术</li>
                        <li>生产过程自动化技术</li>
                        <li>计算机控制技术</li>
                        <li>检测技术及应用</li>
                        <li>液压与气动技术</li>
                        <li>电气自动化技术</li>
                        <li>电力系统自动化技术</li>
                        <li>工业网络技术</li>
                        <li>理化测试及质检技术</li>
                        <li>包装自动化技术</li>
                        <li>自动化</li>
                        <li>轨道交通信号与控制</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>医学

            <ul>
                <li>

                    中医学


                    <ul>
                        <li>中医学</li>
                        <li>针灸推拿学</li>
                        <li>藏医学</li>
                        <li>蒙医学</li>
                        <li>维医学</li>
                        <li>壮医学</li>
                        <li>哈医学</li>
                    </ul>
                </li>

                <li>

                    中药学(注：授予理学学士学位)


                    <ul>
                        <li>中药学(注：授予理学学士学位)</li>
                        <li>中药资源与开发(注：授予理学学士学位)</li>
                        <li>藏药学(注：授予理学学士学位)</li>
                        <li>蒙药学(注：授予理学学士学位)</li>
                        <li>中药制药(注：可授理学或工学学士学位)</li>
                        <li>中草药栽培与鉴定(注：授予理学学士学位)</li>
                    </ul>
                </li>

                <li>

                    中西医临床医学


                    <ul>
                        <li>中西医临床医学</li>
                    </ul>
                </li>

                <li>

                    临床医学


                    <ul>
                        <li>临床医学</li>
                        <li>中医学</li>
                        <li>藏医学</li>
                        <li>中西医结合</li>
                        <li>中医骨伤</li>
                        <li>口腔医学</li>
                        <li>蒙医学</li>
                        <li>维医学</li>
                        <li>针灸推拿</li>
                        <li>临床医学</li>
                        <li>麻醉学</li>
                        <li>医学影像学</li>
                        <li>眼视光医学</li>
                        <li>精神医学</li>
                        <li>放射医学</li>
                    </ul>
                </li>

                <li>

                    预防医学


                    <ul>
                        <li>预防医学</li>
                        <li>食品卫生与营养学(注：授予理学学士学位)</li>
                        <li>妇幼保健医学</li>
                        <li>卫生监督</li>
                        <li>全球健康学(注：授予理学学士学位)</li>
                    </ul>
                </li>

                <li>

                    医学检验技术(注：授予理学学士学位)


                    <ul>
                        <li>医学检验技术</li>
                        <li>医学影像技术</li>
                        <li>康复治疗技术</li>
                        <li>医学营养</li>
                        <li>呼吸治疗技术</li>
                        <li>医疗仪器维修技术</li>
                        <li>实验动物技术</li>
                        <li>医学生物技术</li>
                        <li>眼视光技术</li>
                        <li>口腔医学技术</li>
                        <li>医疗美容技术</li>
                        <li>卫生检验与检疫技术</li>
                        <li>医学实验技术</li>
                        <li>医学检验技术(注：授予理学学士学位)</li>
                        <li>医学实验技术(注：授予理学学士学位)</li>
                        <li>医学影像技术(注：授予理学学士学位)</li>
                        <li>眼视光学(注：授予理学学士学位)</li>
                        <li>康复治疗学(注：授予理学学士学位)</li>
                        <li>口腔医学技术(注：授予理学学士学位)</li>
                        <li>卫生检验与检疫(注：授予理学学士学位)</li>
                        <li>听力与言语康复学</li>
                    </ul>
                </li>

                <li>

                    口腔医学


                    <ul>
                        <li>口腔医学</li>
                    </ul>
                </li>

                <li>

                    基础医学


                    <ul>
                        <li>基础医学</li>
                    </ul>
                </li>

                <li>

                    护理学(注：授予理学学士学位)


                    <ul>
                        <li>护理学(注：授予理学学士学位)</li>
                    </ul>
                </li>

                <li>

                    法医学


                    <ul>
                        <li>法医学</li>
                    </ul>
                </li>

                <li>

                    药学(注：授予理学学士学位)


                    <ul>
                        <li>中药</li>
                        <li>药学</li>
                        <li>维药学</li>
                        <li>药学(注：授予理学学士学位)</li>
                        <li>药物制剂(注：授予理学学士学位)</li>
                        <li>临床药学(注：授予理学学士学位)</li>
                        <li>药事管理(注：授予理学学士学位)</li>
                        <li>药物分析(注：授予理学学士学位)</li>
                        <li>药物化学(注：授予理学学士学位)</li>
                        <li>海洋药学(注：授予理学学士学位)</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>医药卫生类

            <ul>
                <li>

                    临床医学


                    <ul>
                        <li>临床医学</li>
                        <li>中医学</li>
                        <li>藏医学</li>
                        <li>中西医结合</li>
                        <li>中医骨伤</li>
                        <li>口腔医学</li>
                        <li>蒙医学</li>
                        <li>维医学</li>
                        <li>针灸推拿</li>
                        <li>临床医学</li>
                        <li>麻醉学</li>
                        <li>医学影像学</li>
                        <li>眼视光医学</li>
                        <li>精神医学</li>
                        <li>放射医学</li>
                    </ul>
                </li>

                <li>

                    医学检验技术


                    <ul>
                        <li>医学检验技术</li>
                        <li>医学影像技术</li>
                        <li>康复治疗技术</li>
                        <li>医学营养</li>
                        <li>呼吸治疗技术</li>
                        <li>医疗仪器维修技术</li>
                        <li>实验动物技术</li>
                        <li>医学生物技术</li>
                        <li>眼视光技术</li>
                        <li>口腔医学技术</li>
                        <li>医疗美容技术</li>
                        <li>卫生检验与检疫技术</li>
                        <li>医学实验技术</li>
                        <li>医学检验技术(注：授予理学学士学位)</li>
                        <li>医学实验技术(注：授予理学学士学位)</li>
                        <li>医学影像技术(注：授予理学学士学位)</li>
                        <li>眼视光学(注：授予理学学士学位)</li>
                        <li>康复治疗学(注：授予理学学士学位)</li>
                        <li>口腔医学技术(注：授予理学学士学位)</li>
                        <li>卫生检验与检疫(注：授予理学学士学位)</li>
                        <li>听力与言语康复学</li>
                    </ul>
                </li>

                <li>

                    卫生信息管理


                    <ul>
                        <li>卫生信息管理</li>
                        <li>医学文秘</li>
                        <li>卫生监督</li>
                        <li>公共卫生管理</li>
                    </ul>
                </li>

                <li>

                    助产


                    <ul>
                        <li>助产</li>
                        <li>护理</li>
                    </ul>
                </li>

                <li>

                    中药


                    <ul>
                        <li>中药</li>
                        <li>药学</li>
                        <li>维药学</li>
                        <li>药学(注：授予理学学士学位)</li>
                        <li>药物制剂(注：授予理学学士学位)</li>
                        <li>临床药学(注：授予理学学士学位)</li>
                        <li>药事管理(注：授予理学学士学位)</li>
                        <li>药物分析(注：授予理学学士学位)</li>
                        <li>药物化学(注：授予理学学士学位)</li>
                        <li>海洋药学(注：授予理学学士学位)</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>历史学

            <ul>
                <li>

                    历史学


                    <ul>
                        <li>历史学</li>
                        <li>世界史</li>
                        <li>考古学</li>
                        <li>文物与博物馆学</li>
                        <li>文物保护技术</li>
                        <li>外国语言与外国历史(注：可授历史学或文学学士学位)</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>哲学

            <ul>
                <li>

                    哲学


                    <ul>
                        <li>哲学</li>
                        <li>逻辑学</li>
                        <li>宗教学</li>
                        <li>伦理学</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>土建类

            <ul>
                <li>

                    地下工程与隧道工程技术


                    <ul>
                        <li>地下工程与隧道工程技术</li>
                        <li>建筑工程技术</li>
                        <li>基础工程技术</li>
                    </ul>
                </li>

                <li>

                    城镇规划


                    <ul>
                        <li>城镇规划</li>
                        <li>城镇建设</li>
                        <li>城市管理与监察</li>
                    </ul>
                </li>

                <li>

                    工程造价


                    <ul>
                        <li>工程造价</li>
                        <li>工程监理</li>
                        <li>工程质量监督与管理</li>
                        <li>建筑工程管理</li>
                        <li>建筑经济管理</li>
                        <li>电力工程管理</li>
                        <li>建筑工程项目管理</li>
                    </ul>
                </li>

                <li>

                    市政工程技术


                    <ul>
                        <li>市政工程技术</li>
                        <li>给排水工程技术</li>
                        <li>消防工程技术</li>
                        <li>城市燃气工程技术</li>
                        <li>水工业技术</li>
                        <li>建筑水电技术</li>
                    </ul>
                </li>

                <li>

                    建筑设备工程技术


                    <ul>
                        <li>建筑设备工程技术</li>
                        <li>工业设备安装工程技术</li>
                        <li>机电安装工程</li>
                        <li>楼宇智能化工程技术</li>
                        <li>供热通风与卫生工程技术</li>
                    </ul>
                </li>

                <li>

                    建筑设计技术


                    <ul>
                        <li>建筑设计技术</li>
                        <li>中国古建筑工程技术</li>
                        <li>环境艺术设计</li>
                        <li>建筑装饰工程技术</li>
                        <li>室内设计技术</li>
                        <li>园林工程技术</li>
                    </ul>
                </li>

                <li>

                    房地产经营与估价


                    <ul>
                        <li>房地产经营与估价</li>
                        <li>物业设施管理</li>
                        <li>物业管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>工学

            <ul>
                <li>

                    交通设备与控制工程


                    <ul>
                        <li>交通运输</li>
                        <li>交通工程</li>
                        <li>航海技术</li>
                        <li>轮机工程</li>
                        <li>飞行技术</li>
                        <li>交通设备与控制工程</li>
                        <li>救助与打捞工程</li>
                        <li>船舶电子电气工程</li>
                    </ul>
                </li>

                <li>

                    测控技术与仪器


                    <ul>
                        <li>测控技术与仪器</li>
                    </ul>
                </li>

                <li>

                    刑事科学技术


                    <ul>
                        <li>刑事技术</li>
                        <li>船艇动力管理</li>
                        <li>边防机要</li>
                        <li>警犬技术</li>
                        <li>船艇技术</li>
                        <li>刑事科学技术</li>
                        <li>消防工程</li>
                        <li>交通管理工程</li>
                        <li>安全防范工程</li>
                        <li>公安视听技术</li>
                        <li>抢险救援指挥与技术</li>
                        <li>火灾勘查</li>
                        <li>网络安全与执法</li>
                        <li>核生化消防</li>
                    </ul>
                </li>

                <li>

                    武器系统与工程


                    <ul>
                        <li>武器系统与工程</li>
                        <li>武器发射工程</li>
                        <li>探测制导与控制技术</li>
                        <li>弹药工程与爆炸技术</li>
                        <li>特种能源技术与工程</li>
                        <li>装甲车辆工程</li>
                        <li>信息对抗技术</li>
                    </ul>
                </li>

                <li>

                    农业工程


                    <ul>
                        <li>农业工程</li>
                        <li>农业机械化及其自动化</li>
                        <li>农业电气化</li>
                        <li>农业建筑环境与能源工程</li>
                        <li>农业水利工程</li>
                    </ul>
                </li>

                <li>

                    理论与应用力学(注：可授工学或理学学士学位)


                    <ul>
                        <li>理论与应用力学(注：可授工学或理学学士学位)</li>
                        <li>工程力学</li>
                    </ul>
                </li>

                <li>

                    化学工程与工艺


                    <ul>
                        <li>化学工程与工艺</li>
                        <li>制药工程</li>
                        <li>资源循环科学与工程</li>
                        <li>能源化学工程</li>
                        <li>化学工程与工业生物工程</li>
                    </ul>
                </li>

                <li>

                    土木工程


                    <ul>
                        <li>土木工程</li>
                        <li>建筑环境与能源应用工程</li>
                        <li>给排水科学与工程</li>
                        <li>建筑电气与智能化</li>
                        <li>城市地下空间工程</li>
                        <li>道路桥梁与渡河工程</li>
                    </ul>
                </li>

                <li>

                    地质工程


                    <ul>
                        <li>地质工程</li>
                        <li>勘查技术与工程</li>
                        <li>资源勘查工程</li>
                        <li>地下水科学与工程</li>
                    </ul>
                </li>

                <li>

                    安全工程


                    <ul>
                        <li>安全工程</li>
                    </ul>
                </li>

                <li>

                    建筑学


                    <ul>
                        <li>建筑学</li>
                        <li>城乡规划</li>
                        <li>风景园林(注：可授工学或艺术学学士学位)</li>
                        <li>历史建筑保护工程</li>
                    </ul>
                </li>

                <li>

                    机械工程


                    <ul>
                        <li>机械工程</li>
                        <li>机械设计制造及其自动化</li>
                        <li>材料成型及控制工程</li>
                        <li>机械电子工程</li>
                        <li>工业设计</li>
                        <li>过程装备与控制工程</li>
                        <li>车辆工程</li>
                        <li>汽车服务工程</li>
                        <li>机械工艺技术</li>
                        <li>微机电系统工程</li>
                        <li>机电技术教育</li>
                        <li>汽车维修工程教育</li>
                    </ul>
                </li>

                <li>

                    材料科学与工程


                    <ul>
                        <li>金属材料与热处理技术</li>
                        <li>高分子材料应用技术</li>
                        <li>材料工程技术</li>
                        <li>无机非金属材料工程技术</li>
                        <li>磨料磨具制造</li>
                        <li>冶金技术</li>
                        <li>复合材料加工与应用技术</li>
                        <li>建筑装饰材料及检测</li>
                        <li>建筑材料工程技术</li>
                        <li>材料科学与工程</li>
                        <li>材料物理(注：可授工学或理学学士学位)</li>
                        <li>材料化学(注：可授工学或理学学士学位)</li>
                        <li>冶金工程</li>
                        <li>金属材料工程</li>
                        <li>无机非金属材料工程</li>
                        <li>高分子材料与工程</li>
                        <li>复合材料与工程</li>
                        <li>粉体材料科学与工程</li>
                        <li>宝石及材料工艺学</li>
                        <li>焊接技术与工程</li>
                        <li>功能材料</li>
                        <li>纳米材料与技术</li>
                        <li>新能源材料与器件</li>
                    </ul>
                </li>

                <li>

                    森林工程


                    <ul>
                        <li>森林工程</li>
                        <li>木材科学与工程</li>
                        <li>林产化工</li>
                    </ul>
                </li>

                <li>

                    核工程与核技术


                    <ul>
                        <li>核工程与核技术</li>
                        <li>辐射防护与核安全</li>
                        <li>工程物理</li>
                        <li>核化工与核燃料工程</li>
                    </ul>
                </li>

                <li>

                    水利水电工程


                    <ul>
                        <li>水利水电工程</li>
                        <li>水文与水资源工程</li>
                        <li>港口航道与海岸工程</li>
                        <li>水务工程</li>
                    </ul>
                </li>

                <li>

                    测绘工程


                    <ul>
                        <li>工程测量技术</li>
                        <li>摄影测量与遥感技术</li>
                        <li>地理信息系统与地图制图技术</li>
                        <li>矿山测量</li>
                        <li>测绘工程技术</li>
                        <li>工程测量与监理</li>
                        <li>大地测量与</li>
                        <li>地籍测绘与土地管理信息技术</li>
                        <li>测绘与地理信息技术</li>
                        <li>测绘工程</li>
                        <li>遥感科学与技术</li>
                        <li>导航工程</li>
                        <li>地理国情监测</li>
                    </ul>
                </li>

                <li>

                    海洋工程与技术


                    <ul>
                        <li>船舶与海洋工程</li>
                        <li>海洋工程与技术</li>
                        <li>海洋资源开发技术</li>
                    </ul>
                </li>

                <li>

                    环境科学与工程


                    <ul>
                        <li>环境科学与工程</li>
                        <li>环境工程</li>
                        <li>环境科学(注：可授工学或理学学士学位)</li>
                        <li>环境生态工程</li>
                        <li>环保设备工程</li>
                        <li>资源环境科学(注：可授工学或理学学士学位)</li>
                        <li>水质科学与技术</li>
                    </ul>
                </li>

                <li>

                    生物医学工程(注：可授工学或理学学士学位)


                    <ul>
                        <li>生物医学工程(注：可授工学或理学学士学位)</li>
                        <li>假肢矫形工程</li>
                    </ul>
                </li>

                <li>

                    生物工程


                    <ul>
                        <li>生物工程</li>
                        <li>生物制药</li>
                    </ul>
                </li>

                <li>

                    电子信息工程(注：可授工学或理学学士学位)


                    <ul>
                        <li>电子信息工程技术</li>
                        <li>电子测量技术与仪器</li>
                        <li>电子设备与运行管理</li>
                        <li>电子工艺与管理</li>
                        <li>图文信息技术</li>
                        <li>无线电技术</li>
                        <li>有线电视工程技术</li>
                        <li>智能产品开发</li>
                        <li>音响工程</li>
                        <li>电子产品质量检测</li>
                        <li>无损检测技术</li>
                        <li>电子表面组装技术</li>
                        <li>液晶显示与光电技术</li>
                        <li>应用电子技术</li>
                        <li>电子仪器仪表与维修</li>
                        <li>电子声像技术</li>
                        <li>信息安全技术</li>
                        <li>微电子技术</li>
                        <li>广播电视网络技术</li>
                        <li>光电子技术</li>
                        <li>信息技术应用</li>
                        <li>电光源技术</li>
                        <li>飞行器电子装配技术</li>
                        <li>电子信息技术及产品营销</li>
                        <li>嵌入式系统工程</li>
                        <li>电子信息工程(注：可授工学或理学学士学位)</li>
                        <li>电子科学与技术(注：可授工学或理学学士学位)</li>
                        <li>通信工程</li>
                        <li>微电子科学与工程(注：可授工学或理学学士学位)</li>
                        <li>光电信息科学与工程(注：可授工学或理学学士学位)</li>
                        <li>信息工程</li>
                        <li>广播电视工程</li>
                        <li>水声工程</li>
                        <li>电子封装技术</li>
                        <li>集成电路设计与集成系统</li>
                        <li>医学信息工程</li>
                        <li>电磁场与无线技术</li>
                        <li>电波传播与天线</li>
                        <li>电子信息科学与技术(注：可授工学或理学学士学位)</li>
                        <li>电信工程及管理</li>
                        <li>应用电子技术教育</li>
                    </ul>
                </li>

                <li>

                    电气工程及其自动化


                    <ul>
                        <li>电气工程及其自动化</li>
                        <li>智能电网信息工程</li>
                        <li>光源与照明</li>
                        <li>电气工程与智能控制</li>
                    </ul>
                </li>

                <li>

                    采矿工程


                    <ul>
                        <li>采矿工程</li>
                        <li>石油工程</li>
                        <li>矿物加工工程</li>
                        <li>油气储运工程</li>
                        <li>矿物资源工程</li>
                        <li>海洋油气工程</li>
                    </ul>
                </li>

                <li>

                    非织造材料与工程


                    <ul>
                        <li>纺织工程</li>
                        <li>服装设计与工程(注：可授工学或艺术学学士学位)</li>
                        <li>非织造材料与工程</li>
                        <li>服装设计与工艺教育</li>
                    </ul>
                </li>

                <li>

                    能源与动力工程


                    <ul>
                        <li>能源与动力工程</li>
                        <li>能源与环境系统工程</li>
                        <li>新能源科学与工程</li>
                    </ul>
                </li>

                <li>

                    自动化


                    <ul>
                        <li>机电一体化技术</li>
                        <li>生产过程自动化技术</li>
                        <li>计算机控制技术</li>
                        <li>检测技术及应用</li>
                        <li>液压与气动技术</li>
                        <li>电气自动化技术</li>
                        <li>电力系统自动化技术</li>
                        <li>工业网络技术</li>
                        <li>理化测试及质检技术</li>
                        <li>包装自动化技术</li>
                        <li>自动化</li>
                        <li>轨道交通信号与控制</li>
                    </ul>
                </li>

                <li>

                    飞行器动力工程


                    <ul>
                        <li>航空航天工程</li>
                        <li>飞行器设计与工程</li>
                        <li>飞行器制造工程</li>
                        <li>飞行器动力工程</li>
                        <li>飞行器环境与生命保障工程</li>
                        <li>飞行器质量与可靠性</li>
                        <li>飞行器适航技术</li>
                    </ul>
                </li>

                <li>

                    计算机科学与技术(注：可授工学或理学学士学位)


                    <ul>
                        <li>计算机应用技术</li>
                        <li>计算机多媒体技术</li>
                        <li>计算机硬件与外设</li>
                        <li>网络系统管理</li>
                        <li>图形图像制作</li>
                        <li>计算机网络与安全管理</li>
                        <li>数据通信与网络系统</li>
                        <li>软件开发与项目管理</li>
                        <li>三维动画设计</li>
                        <li>计算机网络技术</li>
                        <li>计算机系统维护</li>
                        <li>计算机信息管理</li>
                        <li>软件技术</li>
                        <li>动漫设计与制作</li>
                        <li>游戏软件</li>
                        <li>航空计算机技术与应用</li>
                        <li>广告媒体开发</li>
                        <li>计算机音乐制作</li>
                        <li>计算机科学与技术(注：可授工学或理学学士学位)</li>
                        <li>软件工程</li>
                        <li>网络工程</li>
                        <li>信息安全(注：可授工学或理学或管理学学士学位)</li>
                        <li>物联网工程</li>
                        <li>数字媒体技术</li>
                        <li>智能科学与技术</li>
                        <li>空间信息与数字技术</li>
                        <li>电子与计算机工程</li>
                    </ul>
                </li>

                <li>

                    食品科学与工程(注：可授工学或农学学士学位)


                    <ul>
                        <li>食品科学与工程(注：可授工学或农学学士学位)</li>
                        <li>食品质量与安全</li>
                        <li>粮食工程</li>
                        <li>乳品工程</li>
                        <li>酿酒工程</li>
                        <li>葡萄与葡萄酒工程</li>
                        <li>食品营养与检验教育</li>
                        <li>烹饪与营养教育</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>工学2

            <ul>
                <li>

                    交通运输


                    <ul>
                        <li>交通运输</li>
                        <li>交通工程</li>
                        <li>航海技术</li>
                        <li>轮机工程</li>
                        <li>飞行技术</li>
                        <li>交通设备与控制工程</li>
                        <li>救助与打捞工程</li>
                        <li>船舶电子电气工程</li>
                    </ul>
                </li>

                <li>

                    船舶与海洋工程


                    <ul>
                        <li>船舶与海洋工程</li>
                        <li>海洋工程与技术</li>
                        <li>海洋资源开发技术</li>
                    </ul>
                </li>

                <li>

                    纺织工程


                    <ul>
                        <li>纺织工程</li>
                        <li>服装设计与工程(注：可授工学或艺术学学士学位)</li>
                        <li>非织造材料与工程</li>
                        <li>服装设计与工艺教育</li>
                    </ul>
                </li>

                <li>

                    航空航天工程


                    <ul>
                        <li>航空航天工程</li>
                        <li>飞行器设计与工程</li>
                        <li>飞行器制造工程</li>
                        <li>飞行器动力工程</li>
                        <li>飞行器环境与生命保障工程</li>
                        <li>飞行器质量与可靠性</li>
                        <li>飞行器适航技术</li>
                    </ul>
                </li>

                <li>

                    轻化工程


                    <ul>
                        <li>轻化工程</li>
                        <li>包装工程</li>
                        <li>印刷工程</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>教育学

            <ul>
                <li>

                    体育教育


                    <ul>
                        <li>体育教育</li>
                        <li>运动训练</li>
                        <li>社会体育指导与管理</li>
                        <li>武术与民族传统体育</li>
                        <li>运动人体科学</li>
                        <li>运动康复(注：可授教育学或理学学士学位)</li>
                        <li>休闲体育</li>
                    </ul>
                </li>

                <li>

                    教育学


                    <ul>
                        <li>教育学</li>
                        <li>科学教育</li>
                        <li>人文教育</li>
                        <li>教育技术学(注：可授教育学或理学或工学学士学位)</li>
                        <li>艺术教育(注：可授教育学或艺术学学士学位)</li>
                        <li>学前教育</li>
                        <li>小学教育</li>
                        <li>特殊教育</li>
                        <li>华文教育</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>文化教育类

            <ul>
                <li>

                    运动训练


                    <ul>
                        <li>运动训练</li>
                        <li>体育保健</li>
                        <li>竞技体育</li>
                        <li>社会体育</li>
                        <li>体育服务与管理</li>
                    </ul>
                </li>

                <li>

                    语文教育


                    <ul>
                        <li>语文教育</li>
                        <li>英语教育</li>
                        <li>化学教育</li>
                        <li>历史教育</li>
                        <li>音乐教育</li>
                        <li>体育教育</li>
                        <li>初等教育</li>
                        <li>现代教育技术</li>
                        <li>儿童康复</li>
                        <li>综合文科教育</li>
                        <li>计算机教育</li>
                        <li>教育管理</li>
                        <li>书法教育</li>
                        <li>舞蹈教育</li>
                        <li>民族传统体育</li>
                        <li>科学教育</li>
                        <li>实验管理与教学</li>
                        <li>数学教育</li>
                        <li>物理教育</li>
                        <li>生物教育</li>
                        <li>地理教育</li>
                        <li>美术教育</li>
                        <li>思想政治教育</li>
                        <li>学前教育</li>
                        <li>特殊教育</li>
                        <li>人群康复</li>
                        <li>综合理科教育</li>
                        <li>应用心理学</li>
                        <li>中国少数民族语言文化</li>
                        <li>俄语教育</li>
                        <li>武术</li>
                        <li>艺术教育</li>
                        <li>茶文化</li>
                    </ul>
                </li>

                <li>

                    汉语


                    <ul>
                        <li>汉语</li>
                        <li>应用日语</li>
                        <li>应用德语</li>
                        <li>应用韩语</li>
                        <li>旅游英语</li>
                        <li>旅游日语</li>
                        <li>文物鉴定与修复</li>
                        <li>文化市场经营与管理</li>
                        <li>应用西班牙语</li>
                        <li>应用意大利语</li>
                        <li>应用泰国语</li>
                        <li>应用英语</li>
                        <li>应用俄语</li>
                        <li>应用法语</li>
                        <li>商务英语</li>
                        <li>商务日语</li>
                        <li>文秘</li>
                        <li>文化事业管理</li>
                        <li>图书档案管理</li>
                        <li>应用阿拉伯语</li>
                        <li>应用越南语</li>
                        <li>应用缅甸语</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>文学

            <ul>
                <li>

                    汉语言文学


                    <ul>
                        <li>汉语言文学</li>
                        <li>汉语言</li>
                        <li>汉语国际教育</li>
                        <li>中国少数民族语言文学</li>
                        <li>古典文献学</li>
                        <li>应用语言学</li>
                        <li>秘书学</li>
                    </ul>
                </li>

                <li>

                    英语


                    <ul>
                        <li>英语</li>
                        <li>俄语</li>
                        <li>德语</li>
                        <li>法语</li>
                        <li>西班牙语</li>
                        <li>阿拉伯语</li>
                        <li>日语</li>
                        <li>波斯语</li>
                        <li>朝鲜语</li>
                        <li>菲律宾语</li>
                        <li>梵语巴利语</li>
                        <li>印度尼西亚语</li>
                        <li>印地语</li>
                        <li>柬埔寨语</li>
                        <li>老挝语</li>
                        <li>缅甸语</li>
                        <li>马来语</li>
                        <li>蒙古语</li>
                        <li>僧伽罗语</li>
                        <li>泰语</li>
                        <li>乌尔都语</li>
                        <li>希伯来语</li>
                        <li>越南语</li>
                        <li>豪萨语</li>
                        <li>斯瓦希里语</li>
                        <li>阿尔巴尼亚语</li>
                        <li>保加利亚语</li>
                        <li>波兰语</li>
                        <li>捷克语</li>
                        <li>斯洛伐克语</li>
                        <li>罗马尼亚语</li>
                        <li>葡萄牙语</li>
                        <li>瑞典语</li>
                        <li>塞尔维亚语</li>
                        <li>土耳其语</li>
                        <li>希腊语</li>
                        <li>匈牙利语</li>
                        <li>意大利语</li>
                        <li>泰米尔语</li>
                        <li>普什图语</li>
                        <li>世界语</li>
                        <li>孟加拉语</li>
                        <li>尼泊尔语</li>
                        <li>克罗地亚语</li>
                        <li>荷兰语</li>
                        <li>芬兰语</li>
                        <li>乌克兰语</li>
                        <li>挪威语</li>
                        <li>丹麦语</li>
                        <li>冰岛语</li>
                        <li>爱尔兰语</li>
                        <li>拉脱维亚语</li>
                        <li>立陶宛语</li>
                        <li>斯洛文尼亚语</li>
                        <li>爱沙尼亚语</li>
                        <li>马耳他语</li>
                        <li>哈萨克语</li>
                        <li>乌兹别克语</li>
                        <li>祖鲁语</li>
                        <li>拉丁语</li>
                        <li>翻译</li>
                        <li>商务英语</li>
                    </ul>
                </li>

                <li>

                    新闻学


                    <ul>
                        <li>新闻学</li>
                        <li>广播电视学</li>
                        <li>广告学</li>
                        <li>传播学</li>
                        <li>编辑出版学</li>
                        <li>网络与新媒体</li>
                        <li>数字出版</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>旅游类

            <ul>
                <li>

                    旅游管理


                    <ul>
                        <li>旅游管理</li>
                        <li>导游</li>
                        <li>景区开发与管理</li>
                        <li>会展策划与管理</li>
                        <li>旅游服务与管理</li>
                        <li>涉外旅游</li>
                        <li>旅行社经营管理</li>
                        <li>酒店管理</li>
                        <li>历史文化旅游</li>
                        <li>旅游管理</li>
                        <li>酒店管理</li>
                        <li>会展经济与管理</li>
                        <li>旅游管理与服务教育</li>
                    </ul>
                </li>

                <li>

                    烹饪工艺与营养


                    <ul>
                        <li>烹饪工艺与营养</li>
                        <li>餐饮管理与服务</li>
                        <li>西餐工艺</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>材料与能源类

            <ul>
                <li>

                    金属材料与热处理技术


                    <ul>
                        <li>金属材料与热处理技术</li>
                        <li>高分子材料应用技术</li>
                        <li>材料工程技术</li>
                        <li>无机非金属材料工程技术</li>
                        <li>磨料磨具制造</li>
                        <li>冶金技术</li>
                        <li>复合材料加工与应用技术</li>
                        <li>建筑装饰材料及检测</li>
                        <li>建筑材料工程技术</li>
                        <li>材料科学与工程</li>
                        <li>材料物理(注：可授工学或理学学士学位)</li>
                        <li>材料化学(注：可授工学或理学学士学位)</li>
                        <li>冶金工程</li>
                        <li>金属材料工程</li>
                        <li>无机非金属材料工程</li>
                        <li>高分子材料与工程</li>
                        <li>复合材料与工程</li>
                        <li>粉体材料科学与工程</li>
                        <li>宝石及材料工艺学</li>
                        <li>焊接技术与工程</li>
                        <li>功能材料</li>
                        <li>纳米材料与技术</li>
                        <li>新能源材料与器件</li>
                    </ul>
                </li>

                <li>

                    发电厂及电力系统


                    <ul>
                        <li>发电厂及电力系统</li>
                        <li>电厂热能动力装置</li>
                        <li>小型水电站及电力网</li>
                        <li>电网监控技术</li>
                        <li>高压输配电线路施工运行与维护</li>
                        <li>电厂化学</li>
                        <li>电厂设备运行与维护</li>
                        <li>火电厂集控运行</li>
                        <li>供用电技术</li>
                        <li>电力系统继电保护与自动化</li>
                        <li>农村电气化技术</li>
                        <li>输变电工程技术</li>
                    </ul>
                </li>

                <li>

                    城市热能应用技术


                    <ul>
                        <li>城市热能应用技术</li>
                        <li>制冷与冷藏技术</li>
                        <li>工业热工控制技术</li>
                        <li>热能动力设备与应用</li>
                        <li>农村能源与环境技术</li>
                        <li>制冷与空调技术</li>
                        <li>反应堆与加速器</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>水利类

            <ul>
                <li>

                    水利工程


                    <ul>
                        <li>水利工程</li>
                        <li>水利水电建筑工程</li>
                        <li>港口航道与治河工程</li>
                        <li>城市水利</li>
                        <li>水务管理</li>
                        <li>农业水利技术</li>
                        <li>水利工程施工技术</li>
                        <li>灌溉与排水技术</li>
                        <li>河务工程与管理</li>
                        <li>水利水电工程管理</li>
                        <li>水利工程监理</li>
                        <li>水利工程造价管理</li>
                    </ul>
                </li>

                <li>

                    水电站动力设备与管理


                    <ul>
                        <li>水电站动力设备与管理</li>
                        <li>机电排灌设备与管理</li>
                        <li>机电设备运行与维护</li>
                        <li>水电站设备与管理</li>
                    </ul>
                </li>

                <li>

                    水土保持


                    <ul>
                        <li>水土保持</li>
                        <li>水环境监测与分析</li>
                    </ul>
                </li>

                <li>

                    水文与水资源


                    <ul>
                        <li>水文与水资源</li>
                        <li>水信息技术</li>
                        <li>水文自动化测报技术</li>
                        <li>水政水资源管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>法学

            <ul>
                <li>

                    治安学


                    <ul>
                        <li>治安学</li>
                        <li>侦查学</li>
                        <li>边防管理</li>
                        <li>禁毒学</li>
                        <li>警犬技术</li>
                        <li>经济犯罪侦查</li>
                        <li>边防指挥</li>
                        <li>消防指挥</li>
                        <li>警卫学</li>
                        <li>公安情报学</li>
                        <li>犯罪学</li>
                        <li>公安管理学</li>
                        <li>涉外警务</li>
                        <li>国内安全保卫</li>
                        <li>警务指挥与战术</li>
                    </ul>
                </li>

                <li>

                    政治学与行政学


                    <ul>
                        <li>政治学与行政学</li>
                        <li>国际政治</li>
                        <li>外交学</li>
                        <li>国际事务与国际关系</li>
                        <li>政治学、经济学与哲学</li>
                    </ul>
                </li>

                <li>

                    民族学


                    <ul>
                        <li>民族学</li>
                    </ul>
                </li>

                <li>

                    法学


                    <ul>
                        <li>法学</li>
                    </ul>
                </li>

                <li>

                    知识产权


                    <ul>
                        <li>知识产权</li>
                        <li>监狱学</li>
                    </ul>
                </li>

                <li>

                    社会学


                    <ul>
                        <li>社会学</li>
                        <li>社会工作</li>
                        <li>人类学</li>
                        <li>女性学</li>
                        <li>家政学</li>
                    </ul>
                </li>

                <li>

                    科学社会主义


                    <ul>
                        <li>科学社会主义</li>
                        <li>中国共产党历史</li>
                        <li>思想政治教育</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>法律类

            <ul>
                <li>

                    司法鉴定技术


                    <ul>
                        <li>司法鉴定技术</li>
                        <li>司法信息技术</li>
                        <li>应用法制心理技术</li>
                        <li>毒品犯罪矫治</li>
                        <li>刑事侦查技术</li>
                        <li>安全防范技术</li>
                        <li>司法信息安全</li>
                        <li>罪犯心理测量与矫正技术</li>
                    </ul>
                </li>

                <li>

                    司法助理


                    <ul>
                        <li>司法助理</li>
                        <li>司法警务</li>
                        <li>书记官</li>
                        <li>法律文秘</li>
                        <li>法律事务</li>
                        <li>海关国际法律条约与公约</li>
                    </ul>
                </li>

                <li>

                    刑事执行


                    <ul>
                        <li>刑事执行</li>
                        <li>行政执行</li>
                        <li>民事执行</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>环保

            <ul>
                <li>

                    救援技术


                    <ul>
                        <li>救援技术</li>
                        <li>安全保卫</li>
                        <li>城市应急救援辅助决策技术</li>
                        <li>工业环保与安全技术</li>
                        <li>安全技术管理</li>
                        <li>信息技术与地球物理</li>
                    </ul>
                </li>

                <li>

                    大气探测技术


                    <ul>
                        <li>大气探测技术</li>
                        <li>防雷技术</li>
                        <li>大气科学技术</li>
                        <li>应用气象技术</li>
                    </ul>
                </li>

                <li>

                    环境监测与治理技术


                    <ul>
                        <li>环境监测与治理技术</li>
                        <li>农业环境保护技术</li>
                        <li>城市检测与工程技术</li>
                        <li>城市水净化技术</li>
                        <li>环境工程技术</li>
                        <li>环境监测与评价</li>
                        <li>资源环境与城市管理</li>
                        <li>水环境监测与保护</li>
                        <li>室内检测与控制技术</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>理学

            <ul>
                <li>

                    化学


                    <ul>
                        <li>化学</li>
                        <li>应用化学(注：可授理学或工学学士学位)</li>
                        <li>化学生物学</li>
                        <li>分子科学与工程</li>
                    </ul>
                </li>

                <li>

                    化学


                    <ul>
                        <li>化学</li>
                        <li>应用化学(注：可授理学或工学学士学位)</li>
                        <li>化学生物学</li>
                        <li>分子科学与工程</li>
                    </ul>
                </li>

                <li>

                    地球物理学


                    <ul>
                        <li>地球物理学</li>
                        <li>空间科学与技术(注：可授理学或工学学士学位)</li>
                    </ul>
                </li>

                <li>

                    地理科学


                    <ul>
                        <li>地理科学</li>
                        <li>自然地理与资源环境(注：可授理学或管理学学士学位)</li>
                        <li>人文地理与城乡规划(注：可授理学或管理学学士学位)</li>
                        <li>地理信息科学</li>
                    </ul>
                </li>

                <li>

                    地质学


                    <ul>
                        <li>地质学</li>
                        <li>地球化学</li>
                        <li>地球信息科学与技术(注：可授理学或工学学士学位)</li>
                        <li>古生物学</li>
                    </ul>
                </li>

                <li>

                    大气科学


                    <ul>
                        <li>大气科学</li>
                        <li>应用气象学</li>
                    </ul>
                </li>

                <li>

                    天文学


                    <ul>
                        <li>天文学</li>
                    </ul>
                </li>

                <li>

                    心理学(注：可授理学或教育学学士学位)


                    <ul>
                        <li>心理学(注：可授理学或教育学学士学位)</li>
                        <li>应用心理学(注：可授理学或教育学学士学位)</li>
                    </ul>
                </li>

                <li>

                    数学与应用数学


                    <ul>
                        <li>数学与应用数学</li>
                        <li>信息与计算科学</li>
                        <li>数理基础科学</li>
                    </ul>
                </li>

                <li>

                    海洋科学


                    <ul>
                        <li>海洋科学</li>
                        <li>海洋技术(注：可授理学或工学学士学位)</li>
                        <li>海洋资源与环境</li>
                        <li>军事海洋学</li>
                    </ul>
                </li>

                <li>

                    物理学


                    <ul>
                        <li>物理学</li>
                        <li>应用物理学</li>
                        <li>核物理</li>
                        <li>声学</li>
                    </ul>
                </li>

                <li>

                    生物科学


                    <ul>
                        <li>生物科学</li>
                        <li>生物技术(注：可授理学或工学学士学位)</li>
                        <li>生物信息学(注：可授理学或工学学士学位)</li>
                        <li>生态学</li>
                    </ul>
                </li>

                <li>

                    统计学


                    <ul>
                        <li>统计学</li>
                        <li>应用统计学</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>生化与药品类

            <ul>
                <li>

                    生化制药技术


                    <ul>
                        <li>生化制药技术</li>
                        <li>化学制药技术</li>
                        <li>药物制剂技术</li>
                        <li>生物制药技术</li>
                        <li>中药制药技术</li>
                        <li>药物分析技术</li>
                    </ul>
                </li>

                <li>

                    应用化工技术


                    <ul>
                        <li>应用化工技术</li>
                        <li>高聚物生产技术</li>
                        <li>精细化学品生产技术</li>
                        <li>炼油技术</li>
                        <li>化工设备维修技术</li>
                        <li>化工设备与机械</li>
                        <li>有机化工生产技术</li>
                        <li>化纤生产技术</li>
                        <li>石油化工生产技术</li>
                        <li>工业分析与检验</li>
                        <li>涂装防护工艺</li>
                        <li>花炮生产与管理</li>
                    </ul>
                </li>

                <li>

                    生物技术及应用


                    <ul>
                        <li>生物技术及应用</li>
                        <li>生物化工工艺</li>
                        <li>生物实验技术</li>
                        <li>微生物技术及应用</li>
                    </ul>
                </li>

                <li>

                    食品药品监督管理


                    <ul>
                        <li>食品药品监督管理</li>
                        <li>药品经营与管理</li>
                        <li>技术监督与商检</li>
                        <li>药品质量检测技术</li>
                        <li>保健品开发与管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>电子信息类

            <ul>
                <li>

                    电子信息工程技术


                    <ul>
                        <li>电子信息工程技术</li>
                        <li>电子测量技术与仪器</li>
                        <li>电子设备与运行管理</li>
                        <li>电子工艺与管理</li>
                        <li>图文信息技术</li>
                        <li>无线电技术</li>
                        <li>有线电视工程技术</li>
                        <li>智能产品开发</li>
                        <li>音响工程</li>
                        <li>电子产品质量检测</li>
                        <li>无损检测技术</li>
                        <li>电子表面组装技术</li>
                        <li>液晶显示与光电技术</li>
                        <li>应用电子技术</li>
                        <li>电子仪器仪表与维修</li>
                        <li>电子声像技术</li>
                        <li>信息安全技术</li>
                        <li>微电子技术</li>
                        <li>广播电视网络技术</li>
                        <li>光电子技术</li>
                        <li>信息技术应用</li>
                        <li>电光源技术</li>
                        <li>飞行器电子装配技术</li>
                        <li>电子信息技术及产品营销</li>
                        <li>嵌入式系统工程</li>
                        <li>电子信息工程(注：可授工学或理学学士学位)</li>
                        <li>电子科学与技术(注：可授工学或理学学士学位)</li>
                        <li>通信工程</li>
                        <li>微电子科学与工程(注：可授工学或理学学士学位)</li>
                        <li>光电信息科学与工程(注：可授工学或理学学士学位)</li>
                        <li>信息工程</li>
                        <li>广播电视工程</li>
                        <li>水声工程</li>
                        <li>电子封装技术</li>
                        <li>集成电路设计与集成系统</li>
                        <li>医学信息工程</li>
                        <li>电磁场与无线技术</li>
                        <li>电波传播与天线</li>
                        <li>电子信息科学与技术(注：可授工学或理学学士学位)</li>
                        <li>电信工程及管理</li>
                        <li>应用电子技术教育</li>
                    </ul>
                </li>

                <li>

                    计算机应用技术


                    <ul>
                        <li>计算机应用技术</li>
                        <li>计算机多媒体技术</li>
                        <li>计算机硬件与外设</li>
                        <li>网络系统管理</li>
                        <li>图形图像制作</li>
                        <li>计算机网络与安全管理</li>
                        <li>数据通信与网络系统</li>
                        <li>软件开发与项目管理</li>
                        <li>三维动画设计</li>
                        <li>计算机网络技术</li>
                        <li>计算机系统维护</li>
                        <li>计算机信息管理</li>
                        <li>软件技术</li>
                        <li>动漫设计与制作</li>
                        <li>游戏软件</li>
                        <li>航空计算机技术与应用</li>
                        <li>广告媒体开发</li>
                        <li>计算机音乐制作</li>
                        <li>计算机科学与技术(注：可授工学或理学学士学位)</li>
                        <li>软件工程</li>
                        <li>网络工程</li>
                        <li>信息安全(注：可授工学或理学或管理学学士学位)</li>
                        <li>物联网工程</li>
                        <li>数字媒体技术</li>
                        <li>智能科学与技术</li>
                        <li>空间信息与数字技术</li>
                        <li>电子与计算机工程</li>
                    </ul>
                </li>

                <li>

                    移动通信技术


                    <ul>
                        <li>移动通信技术</li>
                        <li>程控交换技术</li>
                        <li>通信系统运行管理</li>
                        <li>通信线路</li>
                        <li>邮政通信</li>
                        <li>电信商务</li>
                        <li>通信技术</li>
                        <li>计算机通信</li>
                        <li>通信网络与设备</li>
                        <li>卫星数字技术</li>
                        <li>光纤通信</li>
                        <li>通讯工程设计与管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>管理学

            <ul>
                <li>

                    公共事业管理


                    <ul>
                        <li>公共事务管理</li>
                        <li>行政管理</li>
                        <li>劳动与社会保障</li>
                        <li>海关管理</li>
                        <li>电子政务</li>
                        <li>民政管理</li>
                        <li>人力资源管理</li>
                        <li>国土资源管理</li>
                        <li>环境规划与管理</li>
                        <li>国际质量管理体系认证</li>
                        <li>公共事业管理</li>
                        <li>行政管理</li>
                        <li>劳动与社会保障</li>
                        <li>土地资源管理(注：可授管理学或工学学士学位)</li>
                        <li>城市管理</li>
                        <li>海关管理</li>
                        <li>交通管理(注：可授管理学或工学学士学位)</li>
                        <li>海事管理</li>
                        <li>公共关系学</li>
                    </ul>
                </li>

                <li>

                    农林经济管理


                    <ul>
                        <li>农林经济管理</li>
                        <li>农村区域发展(注：可授管理学或农学学士学位)</li>
                    </ul>
                </li>

                <li>

                    图书馆学


                    <ul>
                        <li>图书馆学</li>
                        <li>档案学</li>
                        <li>信息资源管理</li>
                    </ul>
                </li>

                <li>

                    工业工程(注：可授管理学或工学学士学位)


                    <ul>
                        <li>工业工程(注：可授管理学或工学学士学位)</li>
                        <li>标准化工程</li>
                        <li>质量管理工程</li>
                    </ul>
                </li>

                <li>

                    工商管理


                    <ul>
                        <li>工商企业管理</li>
                        <li>商务管理</li>
                        <li>物流管理</li>
                        <li>项目管理</li>
                        <li>工商行政管理</li>
                        <li>连锁经营管理</li>
                        <li>企业资源计划管理</li>
                        <li>工商管理</li>
                        <li>市场营销</li>
                        <li>会计学</li>
                        <li>财务管理</li>
                        <li>国际商务</li>
                        <li>人力资源管理</li>
                        <li>审计学</li>
                        <li>资产评估</li>
                        <li>物业管理</li>
                        <li>文化产业管理(注：可授管理学或艺术学学士学位)</li>
                        <li>劳动关系</li>
                        <li>体育经济与管理</li>
                        <li>财务会计教育</li>
                        <li>市场营销教育</li>
                    </ul>
                </li>

                <li>

                    旅游管理


                    <ul>
                        <li>旅游管理</li>
                        <li>导游</li>
                        <li>景区开发与管理</li>
                        <li>会展策划与管理</li>
                        <li>旅游服务与管理</li>
                        <li>涉外旅游</li>
                        <li>旅行社经营管理</li>
                        <li>酒店管理</li>
                        <li>历史文化旅游</li>
                        <li>旅游管理</li>
                        <li>酒店管理</li>
                        <li>会展经济与管理</li>
                        <li>旅游管理与服务教育</li>
                    </ul>
                </li>

                <li>

                    物流管理


                    <ul>
                        <li>物流管理</li>
                        <li>物流工程(注：可授管理学或工学学士学位)</li>
                        <li>采购管理</li>
                    </ul>
                </li>

                <li>

                    电子商务(注：可授管理学或经济学或工学学士学位)


                    <ul>
                        <li>电子商务(注：可授管理学或经济学或工学学士学位)</li>
                        <li>电子商务及法律</li>
                    </ul>
                </li>

                <li>

                    管理科学(注：可授管理学或理学学士学位)


                    <ul>
                        <li>管理科学(注：可授管理学或理学学士学位)</li>
                        <li>信息管理与信息系统(注：可授管理学或工学学士学位)</li>
                        <li>工程管理(注：可授管理学或工学学士学位)</li>
                        <li>房地产开发与管理</li>
                        <li>工程造价(注：可授管理学或工学学士学位)</li>
                        <li>保密管理</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>经济学

            <ul>
                <li>

                    国际经济与贸易


                    <ul>
                        <li>国际经济与贸易</li>
                        <li>贸易经济</li>
                    </ul>
                </li>

                <li>

                    经济学


                    <ul>
                        <li>经济学</li>
                        <li>经济统计学</li>
                        <li>国民经济管理</li>
                        <li>资源与环境经济学</li>
                        <li>商务经济学</li>
                        <li>能源经济</li>
                    </ul>
                </li>

                <li>

                    财政学


                    <ul>
                        <li>财政学</li>
                        <li>税收学</li>
                    </ul>
                </li>

                <li>

                    金融学


                    <ul>
                        <li>金融学</li>
                        <li>金融工程</li>
                        <li>保险学</li>
                        <li>投资学</li>
                        <li>金融数学</li>
                        <li>信用管理(注：可授经济学或管理学学士学位)</li>
                        <li>经济与金融</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>艺术学

            <ul>
                <li>

                    表演


                    <ul>
                        <li>表演</li>
                        <li>戏剧学</li>
                        <li>电影学</li>
                        <li>戏剧影视文学</li>
                        <li>广播电视编导</li>
                        <li>戏剧影视导演</li>
                        <li>戏剧影视美术设计</li>
                        <li>录音艺术</li>
                        <li>播音与主持艺术</li>
                        <li>动画</li>
                        <li>影视摄影与制作</li>
                    </ul>
                </li>

                <li>

                    美术学


                    <ul>
                        <li>美术学</li>
                        <li>绘画</li>
                        <li>雕塑</li>
                        <li>摄影</li>
                        <li>书法学</li>
                        <li>中国画</li>
                    </ul>
                </li>

                <li>

                    艺术史论


                    <ul>
                        <li>艺术史论</li>
                    </ul>
                </li>

                <li>

                    艺术设计学


                    <ul>
                        <li>艺术设计学</li>
                        <li>视觉传达设计</li>
                        <li>环境设计</li>
                        <li>产品设计</li>
                        <li>服装与服饰设计</li>
                        <li>公共艺术</li>
                        <li>工艺美术</li>
                        <li>数字媒体艺术</li>
                        <li>艺术与科技</li>
                    </ul>
                </li>

                <li>

                    音乐表演


                    <ul>
                        <li>音乐表演</li>
                        <li>音乐学</li>
                        <li>作曲与作曲技术理论</li>
                        <li>舞蹈表演</li>
                        <li>舞蹈学</li>
                        <li>舞蹈编导</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>艺术设计传媒类

            <ul>
                <li>

                    广播电视技术


                    <ul>
                        <li>广播电视技术</li>
                        <li>音像技术</li>
                        <li>影视动画</li>
                        <li>主持与播音</li>
                        <li>电视节目制作</li>
                        <li>新闻与传播</li>
                        <li>传媒策划与管理</li>
                        <li>摄影</li>
                        <li>剪辑</li>
                        <li>摄影摄像技术</li>
                        <li>影视多媒体技术</li>
                        <li>影视广告</li>
                        <li>新闻采编与制作</li>
                        <li>电视制片管理</li>
                        <li>信息传播与策划</li>
                        <li>电视摄像</li>
                        <li>作曲技术</li>
                    </ul>
                </li>

                <li>

                    艺术设计


                    <ul>
                        <li>艺术设计</li>
                        <li>视觉传达艺术设计</li>
                        <li>人物形象设计</li>
                        <li>装饰艺术设计</li>
                        <li>珠宝首饰工艺及鉴定</li>
                        <li>旅游工艺品设计与制作</li>
                        <li>多媒体设计与制作</li>
                        <li>广告与会展</li>
                        <li>产品造型设计</li>
                        <li>电脑艺术设计</li>
                        <li>装潢艺术设计</li>
                        <li>雕塑艺术设计</li>
                        <li>雕刻艺术与家具设计</li>
                        <li>广告设计与制作</li>
                        <li>应用艺术设计</li>
                        <li>美术</li>
                    </ul>
                </li>

                <li>

                    表演艺术


                    <ul>
                        <li>表演艺术</li>
                        <li>舞蹈表演</li>
                        <li>影视表演</li>
                        <li>编导</li>
                        <li>钢琴调律</li>
                        <li>音乐表演</li>
                        <li>服装表演</li>
                        <li>戏曲表演</li>
                        <li>乐器维修技术</li>
                        <li>杂技表演</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>财经类

            <ul>
                <li>

                    工商企业管理


                    <ul>
                        <li>工商企业管理</li>
                        <li>商务管理</li>
                        <li>物流管理</li>
                        <li>项目管理</li>
                        <li>工商行政管理</li>
                        <li>连锁经营管理</li>
                        <li>企业资源计划管理</li>
                        <li>工商管理</li>
                        <li>市场营销</li>
                        <li>会计学</li>
                        <li>财务管理</li>
                        <li>国际商务</li>
                        <li>人力资源管理</li>
                        <li>审计学</li>
                        <li>资产评估</li>
                        <li>物业管理</li>
                        <li>文化产业管理(注：可授管理学或艺术学学士学位)</li>
                        <li>劳动关系</li>
                        <li>体育经济与管理</li>
                        <li>财务会计教育</li>
                        <li>市场营销教育</li>
                    </ul>
                </li>

                <li>

                    市场营销


                    <ul>
                        <li>市场营销</li>
                        <li>营销与策划</li>
                        <li>电子商务</li>
                        <li>市场开发与营销</li>
                        <li>医药营销</li>
                        <li>广告经营与管理</li>
                    </ul>
                </li>

                <li>

                    经济管理


                    <ul>
                        <li>经济管理</li>
                        <li>国际经济与贸易</li>
                        <li>国际商务</li>
                        <li>经济信息管理</li>
                        <li>国际贸易实务</li>
                        <li>商务经纪与代理</li>
                    </ul>
                </li>

                <li>

                    财务管理


                    <ul>
                        <li>财务管理</li>
                        <li>会计</li>
                        <li>会计与统计核算</li>
                        <li>审计实务</li>
                        <li>财务信息管理</li>
                        <li>会计电算化</li>
                        <li>会计与审计</li>
                        <li>统计实务</li>
                    </ul>
                </li>

                <li>

                    财政


                    <ul>
                        <li>财政</li>
                        <li>金融管理与实务</li>
                        <li>金融与证券</li>
                        <li>保险实务</li>
                        <li>资产评估与管理</li>
                        <li>投资与理财</li>
                        <li>产权交易与实务</li>
                        <li>税务</li>
                        <li>国际金融</li>
                        <li>金融保险</li>
                        <li>医疗保险实务</li>
                        <li>证券投资与管理</li>
                        <li>证券与期货</li>
                        <li>机动车保险实务</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>资源开发与测绘类

            <ul>
                <li>

                    工程地质勘查


                    <ul>
                        <li>工程地质勘查</li>
                        <li>钻探技术</li>
                        <li>地球物理测井技术</li>
                        <li>地质灾害与防治技术</li>
                        <li>岩土工程技术</li>
                        <li>矿山地质</li>
                        <li>水文与工程地质</li>
                        <li>地球物理勘查技术</li>
                        <li>地球化学勘查技术</li>
                        <li>工程地震与工程勘察</li>
                    </ul>
                </li>

                <li>

                    工程测量技术


                    <ul>
                        <li>工程测量技术</li>
                        <li>摄影测量与遥感技术</li>
                        <li>地理信息系统与地图制图技术</li>
                        <li>矿山测量</li>
                        <li>测绘工程技术</li>
                        <li>工程测量与监理</li>
                        <li>大地测量与</li>
                        <li>地籍测绘与土地管理信息技术</li>
                        <li>测绘与地理信息技术</li>
                        <li>测绘工程</li>
                        <li>遥感科学与技术</li>
                        <li>导航工程</li>
                        <li>地理国情监测</li>
                    </ul>
                </li>

                <li>

                    钻井技术


                    <ul>
                        <li>钻井技术</li>
                        <li>油气储运技术</li>
                        <li>油田化学应用技术</li>
                        <li>石油工程技术</li>
                        <li>油气开采技术</li>
                        <li>油气藏分析技术</li>
                        <li>石油与天然气地质勘探技术</li>
                        <li>宝玉石鉴定与营销</li>
                    </ul>
                </li>

                <li>

                    金属矿开采技术


                    <ul>
                        <li>金属矿开采技术</li>
                        <li>固体矿床露天开采技术</li>
                        <li>矿井建设</li>
                        <li>矿井通风与安全</li>
                        <li>冶金工艺与设备</li>
                        <li>煤矿开采技术</li>
                        <li>非金属矿开采技术</li>
                        <li>沙矿床开采技术</li>
                        <li>矿山机电</li>
                        <li>矿井运输与提升</li>
                        <li>矿山安全技术与监察</li>
                    </ul>
                </li>

                <li>

                    矿物加工技术


                    <ul>
                        <li>矿物加工技术</li>
                        <li>选煤技术</li>
                        <li>煤质分析技术</li>
                        <li>选矿技术</li>
                        <li>煤炭深加工与利用</li>
                        <li>选矿机电技术</li>
                    </ul>
                </li>

                <li>

                    国土资源调查


                    <ul>
                        <li>国土资源调查</li>
                        <li>煤田地质与勘查技术</li>
                        <li>水文地质与勘查技术</li>
                        <li>铀矿地质与勘查技术</li>
                        <li>岩矿分析与鉴定技术</li>
                        <li>矿山资源开发与管理</li>
                        <li>区域地质调查及矿产普查</li>
                        <li>油气地质与勘查技术</li>
                        <li>金属矿产地质与勘查技术</li>
                        <li>非金属矿产地质与勘查技术</li>
                        <li>宝玉石鉴定与加工技术</li>
                    </ul>
                </li>


            </ul>
        </li>


        <li>轻纺食品类

            <ul>
                <li>

                    印刷技术


                    <ul>
                        <li>印刷技术</li>
                        <li>印刷设备及工艺</li>
                        <li>轻工产品包装装潢设计</li>
                        <li>版面编辑与校对</li>
                        <li>出版与电脑编辑技术</li>
                        <li>包装技术与设计</li>
                        <li>印刷图文信息处理</li>
                        <li>出版与发行</li>
                        <li>电子出版技术</li>
                        <li>出版信息管理</li>
                    </ul>
                </li>

                <li>

                    现代纺织技术


                    <ul>
                        <li>现代纺织技术</li>
                        <li>丝绸技术</li>
                        <li>染织艺术设计</li>
                        <li>新型纺织机电技术</li>
                        <li>纺织品设计</li>
                        <li>服装设计与加工</li>
                        <li>服用材料设计与应用</li>
                        <li>鞋类设计与工艺</li>
                        <li>针织技术与针织服装</li>
                        <li>服装设计</li>
                        <li>纺织品装饰艺术设计</li>
                        <li>纺织品检验与贸易</li>
                        <li>服装工艺技术</li>
                        <li>服装制版与工艺</li>
                        <li>服装养护技术</li>
                    </ul>
                </li>

                <li>

                    染整技术


                    <ul>
                        <li>染整技术</li>
                        <li>制浆造纸技术</li>
                        <li>表面精饰工艺</li>
                        <li>高分子材料加工技术</li>
                        <li>香料香精工艺</li>
                        <li>皮革制品设计与工艺</li>
                    </ul>
                </li>

                <li>

                    食品营养与检测


                    <ul>
                        <li>食品营养与检测</li>
                        <li>食品机械与管理</li>
                        <li>农畜特产品加工</li>
                        <li>食品卫生检验</li>
                        <li>食品加工及管理</li>
                        <li>酿酒技术</li>
                        <li>乳品工艺</li>
                        <li>食品工艺与检测</li>
                        <li>食品工艺技术</li>
                        <li>食品加工技术</li>
                        <li>食品贮运与营销</li>
                        <li>食品生物技术</li>
                        <li>粮食工程</li>
                        <li>食品分析与检验</li>
                        <li>食品检测及管理</li>
                        <li>粮油储藏与检测技术</li>
                        <li>发酵技术</li>
                        <li>营养与食品卫生</li>
                    </ul>
                </li>


            </ul>
        </li>


    </ul>
</div>
